<?php include('../segments.php');
display_head();
?>
            <div><!-- About WinMessenger content -->
            <h1><em>WinMessenger:</em> Простой и удобный обмен сообщениями</h1>
            <h2>Что такое WinMessenger&trade;</h2>
            							
            <dl class="floating_block">
            <dt>Внешний вид WinMessenger</dt>
            <dd><a href="javascript:openImage('img/index7rus.jpg',526,490);" onmouseover="status='Увеличить картинку'; return true;" onmouseout="status=''">
            	<img src="img/index7-70rus.jpg" alt="Внешний вид WinMessenger в Windows 7. Служба сообщений и net send для Windows 7." width="368" height="343" /></a></dd>
            <dd><a href="screenshots.php">Другие образцы внешнего вида...</a></dd>
            </dl>							
            							
            <p>
            WinMessenger &mdash; это простая, элегантная и очень удобная программа для общения в локальной сети, позволяющая пользователям отправлять и получать текстовые сообщения в реальном времени, без использования промежуточных серверов. Программа может работать по любому сетевому протоколу (TCP/IP, IPX/SPX, NetBEUI и т.п.), очень проста в установке и не требует никаких дополнительных знаний или специальной настройки. WinMessenger - это отличная замена для стандартной службы сообщений, &lsquo;net send&rsquo; или для старого WinPopup'а. Вы сможете использовать WinMessenger в Вашей сети сразу же после установки!
            </p>
            <p>
            Некоторые из возможностей программы:
            </p>

            <h4>Абсолютная, полная совместимость с протоколом SMB (встроенная служба сообщений, WinPopup, &lsquo;net send&rsquo;).</h4>
              <a href="http://www.microsoft.com/resources/documentation/windows/xp/all/proddocs/en-us/logo_testing.mspx" class="floating_block">
                <img alt="WinMessenger 2.1 is ceritified Designed for Microsoft Windows XP, 2000, Me, 98, Windows NT application" src="../img/dwxp2kMe98NT_W_2_rgb.jpg" width="144" height="246" />
              </a>

              <p>
              Сейчас в Интернете доступны некоторые программы, декларирующие совместимость со стандартной службой сообщений или с WinPopup, однако на деле, разработчики чаще всего реализуют лишь самую простую функциональность, что не позволяет использовать такие &laquo;продукты&raquo; в гетерогенных корпоративных сетях или приводит к увеличению трафика. WinMessenger использует проверенную временем, комплексную реализацию протокола <acronym title="Server Message Block" xml:lang="en">SMB</acronym>,
              полностью совместимую со стандартом, что позволяет отправлять и получать сообщения на имена пользователей, общаться с клиентами в <acronym title="UNiplexed Information and Computing Service, никто не помнит, почему его переименовали в UNIX" xml:lang="en">UNIX&reg;</acronym>, Mac OS X, и Novell NetWare, эффективно использовать всю имеющуюся инфраструктуру маршрутизации, <acronym title="Windows Internet Name Server" xml:lang="en">WINS</acronym> и <acronym title="Domain Name Server" xml:lang="en">DNS</acronym> сервера и т.д.
            </p>

              <h4>Работает во всех версиях Windows.</h4>
              <p>
                WinMessenger отлично работает в любой версии Windows и не требует установки дополнительных обновлений &mdash; Вы можете использовать его прямо сейчас в самой первой версии Windows 95 (версия 2.1) или в новейшей Windows Vista или Windows 7 (версия 2.8). Больше того, программа использует максимум возможностей операционной системы, в которой она работает. Так, например, под Windows 98 программа использует &laquo;плоскую&raquo; панель инструментов, при работе в Windows Me, к ней добавляются подсказки в &laquo;пузырях&raquo;, а если запустить WinMessenger в Windows 7, то он приобретёт совершенно новый, <a href="javascript:openImage('img/winmes-rus-xp.gif',410,448);">свойственный этой операционной системе вид</a>.
              </p>

              <h4>Лёгкий, изящный и продуманный пользовательский интерфейс.</h4>
              <p>
                WinMessenger выглядит и работает почти также как встроенная служба сообщений или WinPopup. Мы не стали загромождать программу никому не нужными возможностями и непонятными настройками. Мы заменили только то, что раздражало и добавили только то, чего явно не хватало в WinPopup (например, убрали его с панели задач и позволили менять размеры всех окон), однако постарались сохранить полезную и привычную функциональность оригинала. Проще говоря, WinMessenger &mdash; это <em>WinPopup вашей мечты</em>.
              </p>

              <h4>Работает в системной области уведомлений (&laquo;трее&raquo;, рядом с часами).</h4>
              <p>
                <img src="img/tray-xp-rus.gif" alt="Значок WinMessenger в системной области уведомлений. При поступлении новых сообщений, значок показывает их количество" width="248" height="70" class="floating_block" />
                WinMessenger не загромождает панель задач Windows, а размещает свой значок в области уведомлений (<span xml:lang="en">system tray</span> или <span xml:lang="en">notification area</span>).
              </p>

              <h4>Минимальное использование ресурсов компьютера.</h4>
              <p>
                WinMessenger не только выглядит компактной программой, но и на деле ей является. Мы тщательно поработали над оптимизацией и экономным расходованием всех ресурсов компьютера: WinMessenger использует менее 2 Мб дискового пространства и меньше 6 Мб оперативной памяти! Сравните это с неуёмными и неоправданными аппетитами других программ.
              </p>

                <h4>
                  Графические значки настроения (&laquo;смайлики&raquo;).</h4>
                <p>
                  <img src="../img/emoticons.gif" alt="WinMessenger Emoticons" width="208" height="179" class="floating_block" />
                  В WinMessenger&rsquo;е можно использовать выразительные значки настроения для мгновенного отражения своих чувств, при этом их можно вводить с клавиатуры или выбирать из меню.
                </p>

              <h4>WinMessenger &mdash; это 32-х и 64-х разрядные версии программы.</h4>
              <p>
                Вам, возможно, известно, что стандартный WinPopup из 32-х разрядных операционных систем является 16-битной программой. В отличие от него, наша программа полностью 32-х битная, многопоточная и эффективно использует все преимущества и достоинства новейших операционных систем. Начиная с версии 2.8 также доступна 64-х битная версия программы, которая позволит реализовать возможности современных 64-х разрядных микропроцессоров на вашем компьютере.
              </p>

              <h4>WinMessenger &mdash; это компонентное приложение.</h4>
              <p>Начиная с версии 2.8 мы изменили архитектуру приложения, теперь это истинное приложение клиент-сервер. Клиентская и серверная часть приложения могут работать на разных компьютерах сети и взаимодействуют посредством вызовов DCOM. Сервер WinMessenger доступен и для других клиентских программ, в том числе и для скриптовых команд Windows, и для .NET приложений. Возможность сервера публиковать файл отчёта для сервисов Web, используя механизм SOAP, предоставляет широкие возможности для взаимодействия с другими приложениями и упрощает внедрение программы в существующую компьютерную среду предприятия.</p>

              <h4>Настоящее Unicode-приложение.</h4>
              <p>
                При установке в операционной системе, полностью поддерживающей <a href="http://www.unicode.org/standard/translations/russian.html">Unicode</a> (Windows NT, 2000, XP, Vista, 7 или Windows Server 2008), используется полностью Unicode-совместимая и оптимизированная версия WinMessenger. Таким образом, у пользователей нет никаких проблем со шрифтами и национальными текстами, и, кроме того, программа прекрасно работает в родной среде.
              </p>

              <h4>Совместимость с сервером терминалов Windows.</h4>
              <p>
                Благодаря специальной оптимизации и внутренней архитектуре, WinMessenger может успешно использоваться в качестве службы сообщений на сервере терминалов Windows 2000 Server или Windows Server 2008.
              </p>

              <p>
                Итак, давайте, коротко, резюмируем главную мысль: если Вы ищите простую, удобную и функциональную замену для встроенной службы сообщений или WinPopup, работающую во всех версиях Windows и не требующую от пользователя специальных усилий для нормальной работы, то Вы её нашли. Правильный ответ &mdash; WinMessenger.
                <b><a href="download.php">Скачайте БЕСПЛАТНУЮ 31-дневную версию и убедитесь в этом еще раз.</a></b>
              </p>
            
            <div class="centered_bar"><a href="order.php#www"><img src="img/pay/payments-rus.gif" alt="Мы принимаем практически все имеющиеся виды платежей" width="543" height="22"/></a></div>
            
            </div><!-- About WinMessenger content -->
<?php display_foot(); ?>