<?php
include('../links.php');
include('../segments.php');
display_head();
?>
            <div><!-- Download WinMessenger content -->
              <h1><em>WinMessenger:</em> Простой и удобный обмен сообщениями</h1>
              <h2>Обратная связь</h2>
              <p>По вопросам лицензирования и сотрудничества, пожалуйста, пишите на <?=MAIL_SALES_LINK?>.
            </p>

              <p>По вопросам технической поддержки попробуйте сначала найти ответы в руководстве, включённом в комплект поставки программного обеспечения,
                если вы не смогли найти ответы на свои вопросы, обращайтесь в нашу службу технической поддержки <?=MAIL_SUPPORT_LINK?>.
            </p>

              <p>Клиенты, купившие лицензии на использование наших продуктов могут обращаться на русском, английском или испанском языках по указанным в письме с лицензией координатам. К сожалению, мы не можем оказывать техническую поддержку на украинском, казахском и прочих языках стран СНГ. Мы гарантируем ответ в течение двух рабочих дней всем зарегистрированным пользователям.</p>

              <p>Комментарии, касательно этого сервера, пожалуйста, пишите на <a href="mailto:<?=MAIL_WEBMASTER?>" ><?=MAIL_WEBMASTER?></a>.
            </p>
            </div><!-- Download WinMessenger content -->
<?php display_foot(); ?>